alexcvzz.vscode-sqlite
ardenivanov.svelte-intellisense
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
copyai.basicuianimations
csstools.postcss
esbenp.prettier-vscode
fivethree.vscode-svelte-snippets
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
harryhopkinson.vim-theme
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
pflannery.vscode-versionlens
pranaygp.vscode-css-peek
qwtel.sqlite-viewer
selemondev.vscode-shadcn-svelte
sourcegraph.cody-ai
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-polish
svelte.svelte-vscode
thang-nm.flow-icons
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wix.vscode-import-cost
zitup.classnametocss
